* TD4_91a
:PROPERTIES:
:header-args:jupyter-python+: :session ds :kernel ds
:clearpage: t
:END:

#+NAME: ingest_meta
#+BEGIN_SRC bash :results verbatim :exports results
cat meta.bsv | sed 's/|/@| /' | column -s"@" -t
#+END_SRC

#+RESULTS: ingest_meta
#+begin_example
Borehole ID                      | TD4_91a
Place name                       | Paakitsoq
Geographic location              | Central West Greenland
Ice type                         | Ice sheet
Data Source                      | Lüthi email
Data DOI                         | 
Science Source                   | Thomsen, H.H., O.B. Olesen, R.J. Braithwaite, and C.E. Bøggild. 1991. Ice drilling and mass balance at Pakitsoq, Jakobshavn, central West Greenland. Rapport Grønlands Geologiske Undersøgelse, 152, 80–84. 
Science DOI                      | 10.34194/rapggu.v152.8160
Date                             | 1991-11-05
Longitude [°E]                   | -49.68
Latitude [°N]                    | 69.53
Location Source                  | 10.5194/essd-2021-290
Depth of top measurement [m]     | 5.0
Depth of bottom measurement [m]  | 495
Ice thickness [m]                | 660
Coverage [% of thickness]        | 74
Ice thickness source             | Estimate from Martin Luthi
Note                             | 
#+end_example

** Temperature

+ See notes in TD1_88

** Thickness

** Location

** Data                                                 :noexport:

#+NAME: ingest_data
#+BEGIN_SRC bash :exports results
cat data.csv
#+END_SRC

#+RESULTS: ingest_data
|   d |     t |
|   5 | -12.7 |
|  10 |   -11 |
|  15 |  -8.2 |
|  35 |  -6.5 |
| 110 |  -6.3 |
| 185 |  -5.9 |
| 300 |    -5 |
| 375 |  -4.2 |
| 450 |  -3.7 |
| 490 |  -2.4 |
| 495 |  -5.5 |

